{"Kicker":"COVID-19","Headline":"The pace of death","Subheading":"Coronavirus-related fatalities pick up pace as the world passes 1 million deaths. More than 5,400 people are dying each day, based on an average from September 1 to 27.","blocks":[{"Type":"text","Value":"The death toll from COVID-19 reached one million people on Sept. 29, according to a Reuters tally, a grim milestone in a global pandemic that is well into its second wave in many countries.\n\nThe respiratory illness caused by the new coronavirus has been particularly dangerous for the elderly, although other adults and children are also among the 1 million fatalities and more than 32 million reported cases.\n\nAbout 5,400 people are dying around the world from COVID-19-linked illness every 24 hours, according to Reuters calculations based on an average from Sept. 1 to 27. \n\nThat equates to around 226 people per hour, or one person every 16 seconds. In the time it takes to watch a 90-minute soccer match, 340 people die on average."},{"Type":"text","Value":"\nThe overall rate of death has increased in recent weeks, with health experts expressing concerns about record numbers of new cases in all regions of the world. Three months ago, an average of around 4,700 people were dying around the world from COVID-19-linked illness every 24 hours, or one person every 18 seconds."},{"Type":"text","Value":"\n### Renewed momentum\nThe United States, Brazil and India top the global list of coronavirus deaths, together accounting for almost 45% of worldwide deaths, the Reuters data shows."},{"Type":"text","Value":"The first recorded death was on Jan. 9, a 61-year-old man from the Chinese city of Wuhan who was a regular shopper at a wet market that has been identified as the source of the outbreak.\n\nIn nine months, the total number of deaths linked to COVID-19 is now double the number of people who die annually from malaria, one of the world’s most deadly infectious diseases.\n\n\nIn the month from Aug. 27 to Sept. 27, there were almost 172,000 deaths, compared with a monthly average of 64,000 AIDS-related deaths and 36,000 malaria deaths, according to 2018 figures from the World Health Organization.\n\nThe seven-day rolling average for deaths stood more than 5,300 per day on September 27, down from a peak of almost 7,400 per day on April 19."},{"Type":"text","Value":"\nWhile many countries have begun to lift their lockdown restrictions and allow businesses to reopen, hoping to revive struggling economies and lower unemployment rates, many others have reimposed measures amid second wave infections."},{"Type":"text","Value":"\n### A shifting epicentre\n\nIndia is the latest epicentre of the pandemic globally, recording the highest daily growth in infections in the world in recent weeks, with an average of about 90,000 new cases each day. On current trends, India will overtake the United States as the country with the most confirmed COVID-19 cases by the end of the year, although its death toll and pace of growth in fatalities remains below the United States, Britain and Brazil. \n\nThe United States still has the highest number of both deaths and cases, with infections again on the rise. New cases were reaching new records in Europe, where the World Health Organization has warned of a worrying spread just weeks away from the winter influenza season. The WHO has also warned the pandemic still needs major control interventions amid rising case numbers in Latin America, where many countries have started to resume normal social and public life. \n\nGlobally, data from a Reuters tally shows how the share of deaths by region has shifted over time, from Asia to the Middle East, Europe and North America, and then to Latin America."},{"Type":"text","Value":"\n### The victims\n\nThe high number of deaths has led to changes to traditional and religious burial rites around the world, with morgues and funeral businesses overwhelmed and loved ones often barred from bidding farewell in person.\n\nIn Israel, the custom of washing the bodies of Muslim deceased is not permitted, and instead of being shrouded in cloth, they must be wrapped in a plastic body bag. The Jewish tradition of Shiva where people go to the home of mourning relatives for seven days has also been disrupted. \n\nIn Italy, Catholics have been buried without funerals or a blessing from a priest, while in Iraq former militiamen dropped their guns to dig graves at a specially-created cemetery, learning how to conduct Christian, as well as Muslim, burials.\n\nOn the Indonesian islands of Java, Sulawesi and Bali, bereaved families have barged into hospitals to claim bodies of COVID-19 victims, fearing their relatives might not be given a burial in line with religious beliefs. Dozens were subsequently infected. \n\nAn indigenous group in the Ecuadorean Amazon took two police officers and a state official hostage to successfully demand authorities return the body of a community leader who authorities said died of COVID-19 for a traditional burial. \n\nThe United States, Indonesia, Bolivia, South Africa and Yemen have all been forced to work overtime to dig new graves and locate new burial sites as cemeteries fill up."},{"Type":"text","Value":"\n### Elderly at risk\n\nPublic health experts are looking at how demographics affect the death rates in different regions. Some European countries with older populations have reported higher fatality rates, for instance.\n\n\nAn April report by the EU Centers for Disease Control looked at over 300,000 cases in 20 countries and found that about 46% of all fatalities were over the age of 80.  \n\n\nIn Indonesia, hundreds of children are believed to have died, a development health officials have attributed to malnutrition, anemia and inadequate child health facilities. \n\n\nHealth experts caution that the official data likely does not tell the full story, with many believing that both cases and deaths have likely been underreported in some countries."}]}